Repository: dfinity/internet-identity
Catalog: src/frontend/src/lib/locales/*.po
Languages: de, es, id

source: Internet Identity never shares your personal data, like your email, with apps or websites. Instead, it creates a unique pseudonym for you in each app. Every app gets a different one, so they can’t track you across services. All of this happens automatically in the background — you don't need to manage anything.
de: Internet Identity teilt Ihre persönlichen Daten, wie Ihre E-Mail, niemals mit Apps oder Websites. Stattdessen wird in jeder App ein einzigartiges Pseudonym für Sie erstellt. Jede App erhält ein anderes, sodass Sie nicht über Dienste hinweg verfolgt werden können. All dies geschieht automatisch im Hintergrund – Sie müssen nichts verwalten.
es: Internet Identity nunca comparte tus datos personales, como tu correo electrónico, con aplicaciones o sitios web. En su lugar, crea un seudónimo único para ti en cada aplicación. Cada aplicación obtiene uno diferente, para que no puedan rastrearte entre servicios. Todo esto sucede automáticamente en segundo plano —no necesitas gestionar nada.
id: Internet Identity tidak pernah membagikan data pribadi Anda, seperti email, dengan aplikasi atau situs web. Sebagai gantinya, sistem ini membuat pseudonim unik untuk Anda di setiap aplikasi. Setiap aplikasi mendapat pseudonim berbeda, sehingga mereka tidak dapat melacak Anda di berbagai layanan. Semua ini terjadi secara otomatis di latar belakang — Anda tidak perlu mengelola apa pun.

source: Internet Identity number
de: Internet Identity-Nummer
es: Número de Internet Identity
id: Nomor Internet Identity

source: Internet Identity then bridges the authentication with those providers with the Internet Computer. By authenticating with one of those services, Internet Identity can ensure that you are who you are, and then create another authentication for the applications that run on Internet Computer.
de: Internet Identity vermittelt dann die Authentifizierung zwischen diesen Anbietern und dem Internet Computer. Durch die Authentifizierung bei einem dieser Dienste kann Internet Identity sicherstellen, dass Sie Sie sind, und anschließend eine weitere Authentifizierung für die Anwendungen erstellen, die auf dem Internet Computer laufen.
es: Internet Identity luego conecta la autenticación de esos proveedores con el Internet Computer. Al autenticarse con uno de esos servicios, Internet Identity puede asegurarse de que eres quien eres y luego crear otra autenticación para las aplicaciones que funcionan en Internet Computer.
id: Internet Identity kemudian menghubungkan autentikasi dari penyedia tersebut dengan Internet Computer. Dengan autentikasi melalui salah satu layanan tersebut, Internet Identity dapat memastikan Anda adalah diri Anda, dan kemudian membuat autentikasi lain untuk aplikasi yang berjalan di Internet Computer.

source: Invalid code link
de: Ungültiger Code-Link
es: Código de enlace inválido
id: Tautan kode tidak valid

source: Invalid code. Please check and try again.
de: Ungültiger Code. Bitte überprüfen und erneut versuchen.
es: Código inválido. Por favor, comprueba y vuelve a intentarlo.
id: Kode tidak valid. Silakan periksa dan coba lagi.

source: Invalid request
de: Ungültige Anfrage
es: Solicitud inválida
id: Permintaan tidak valid

source: Is my Face ID or Fingerprint stored in Internet Identity?
de: Wird mein Face ID oder Fingerabdruck in Internet Identity gespeichert?
es: ¿Se almacena mi Face ID o huella digital en Internet Identity?
id: Apakah Face ID atau sidik jari saya disimpan di Internet Identity?

source: It can be used at any time to recover your identity.
es: Se puede usar en cualquier momento para recuperar tu identidad.

source: It looks like you're trying to sign in from inside an app (such as X, Telegram, or Instagram). This app's built-in browser is not supported.
es: Parece que estás intentando iniciar sesión desde dentro de una aplicación (como X, Telegram o Instagram). El navegador integrado de esta aplicación no es compatible.
id: Tampaknya Anda mencoba masuk dari dalam aplikasi (seperti X, Telegram, atau Instagram). Peramban bawaan aplikasi ini tidak didukung.

source: It seems like an invalid authentication request was received.
de: Es scheint, als wäre eine ungültige Authentifizierungsanfrage eingegangen.
es: Parece que se recibió una solicitud de autenticación inválida.
id: Tampaknya ada permintaan autentikasi yang tidak valid.

source: It seems like the connection with the service could not be established. Try a different browser; if the issue persists, contact support.
de: Die Verbindung zum Dienst konnte nicht hergestellt werden. Versuchen Sie einen anderen Browser; falls das Problem weiterhin besteht, kontaktieren Sie den Support.
es: Parece que no se pudo establecer la conexión con el servicio. Prueba con otro navegador; si el problema persiste, contacta con el soporte.
id: Tampaknya koneksi dengan layanan tidak dapat dibuat. Coba peramban lain; jika masalah berlanjut, hubungi dukungan.

source: It won't be removed from your device or password manager.
es: No se eliminará de tu dispositivo ni de tu gestor de contraseñas.

source: Keep it secret
es: Mantenla en secreto

source: Keep linked
es: Mantener vinculado

source: Label it by use (e.g. 'Work' or 'Demo').
es: Etiquétala según su uso (p. ej., 'Trabajo' o 'Demo').
id: Beri label sesuai penggunaan (misalnya, 'Kantor' atau 'Demo').

source: Last used
es: Último uso

source: Learn how to open links in your browser
es: Cómo abrir enlaces en tu navegador
id: Pelajari cara membuka tautan di peramban Anda

source: Let's get started
de: Legen wir los
es: Empecemos
id: Mari mulai

source: Limit reached
de: Limit erreicht
es: Límite alcanzado
id: Batas tercapai

source: Link copied to clipboard
de: Link in die Zwischenablage kopiert
es: Enlace copiado al portapapeles
id: Tautan disalin ke papan klip

source: Long-press the link that opened this page.
es: Mantén presionada la tecla de la página que abrió esta página.
id: Tekan lama tautan yang membuka halaman ini.

source: Make sign-up and sign-in simple with Google, Apple, or Microsoft. The login you know with enhanced privacy.
de: Machen Sie die Anmeldung mit Google, Apple oder Microsoft einfach. Der Login, den Sie kennen, jetzt mit erhöhter Privatsphäre.
es: Tan simple como usar Google, Apple o Microsoft. El inicio de sesión que conoces, ahora con mayor privacidad.
id: Permudah pendaftaran dan masuk dengan Google, Apple, atau Microsoft. Login yang Anda kenal, kini dengan privasi yang lebih baik.

source: Make sure to add a new access method so that you can sign in next time or reset your recovery phrase.
es: Asegúrate de añadir un nuevo método de acceso para poder iniciar sesión la próxima vez o restablecer tu frase de recuperación.

source: Manage Identity
de: Identität verwalten
es: Administrar identidad
id: Kelola identitas

source: Manage your identities and stay in control of your apps and websites with your dashboard. Explore Pro Features to further customize and secure your experience.
de: Verwalten Sie Ihre Identitäten und behalten Sie die Kontrolle über Ihre Apps und Websites mit Ihrem Dashboard. Entdecken Sie Pro-Funktionen, um Ihre Erfahrung weiter anzupassen und zu sichern.
es: Administra tus identidades y mantén el control de tus aplicaciones y sitios web desde tu panel. Explora las funciones Pro para personalizar y controlar aún más tu experiencia.
id: Kelola identitas Anda dan tetap kendalikan aplikasi serta situs web Anda melalui dashboard. Jelajahi Fitur Pro untuk menyesuaikan dan mengamankan pengalaman Anda lebih lanjut.

source: Maximum length is 32 characters.
de: Maximale Länge ist 32 Zeichen.
es: Longitud máxima de 32 caracteres.
id: Panjang maksimum 32 karakter.

source: Maximum length is 64 characters.
de: Maximale Länge ist 64 Zeichen.
es: Longitud máxima de 64 caracteres.
id: Panjang maksimum 64 karakter.

source: More information about multiple accounts
de: Weitere Informationen zu mehreren Konten
es: Más información sobre cuentas múltiples
id: Informasi lebih lanjut tentang banyak akun

source: More options
es: Más opciones

source: Multiple accounts
de: Mehrere Konten
es: Cuentas múltiples
id: Banyak akun

source: My {application} account
de: Mein {application}-Konto
es: Mi cuenta de {application}
id: Akun {application} saya

source: My account
de: Mein Konto
es: Mi cuenta
id: Akun saya

source: My identity
es: Mi identidad

source: n/a
es: n/d

source: Name account
de: Konto benennen
es: Añade una cuenta
id: Beri nama akun

source: Name your identity
de: Benennen Sie Ihre Identität
es: Nombra tu identidad
id: Beri nama identitas Anda

source: No data is shared with Google, Microsoft or Apple on which applications you log in with Internet Identity.
de: Es werden keine Daten an Google, Microsoft oder Apple darüber weitergegeben, bei welchen Anwendungen Sie sich mit Internet Identity anmelden.
es: No se comparten datos con Google, Microsoft o Apple sobre en qué aplicaciones inicias sesión con Internet Identity.
id: Tidak ada data yang dibagikan kepada Google, Microsoft, atau Apple mengenai aplikasi mana yang Anda masuk dengan Internet Identity.

source: No identity found
es: No se encontró ninguna identidad

source: No. Your face ID or fingerprint is only used to create or unlock your passkey. Your biometric data is never shared with Internet Identity or with any websites or apps you use.
de: Nein. Ihr Face ID oder Fingerabdruck wird nur verwendet, um Ihren Passkey zu erstellen oder zu entsperren. Ihre biometrischen Daten werden niemals mit Internet Identity oder anderen Websites oder Apps geteilt.
es: No. Tu Face ID o huella digital solo se usa para crear o desbloquear tu passkey. Tus datos biométricos nunca se comparten con Internet Identity ni con ningún sitio web o aplicación que uses.
id: Tidak. Face ID atau sidik jari Anda hanya digunakan untuk membuat atau membuka passkey Anda. Data biometrik Anda tidak pernah dibagikan dengan Internet Identity atau situs web dan aplikasi lain yang Anda gunakan.

source: Number of access methods
es: Número de métodos de acceso

source: Only enter the code from that device if you initiated this process <0>yourself</0>.
de: Geben Sie den Code von diesem Gerät nur ein, wenn Sie diesen Vorgang <0>selbst</0> gestartet haben.
es: Introduce el código de ese dispositivo solo si iniciaste este proceso <0>tú mismo</0>.
id: Masukkan kode dari perangkat itu hanya jika Anda yang memulai proses ini <0>sendiri</0>.

source: Open menu
es: Abrir menú

source: Pairing link
de: Kopplungslink
es: Enlace de emparejamiento
id: Tautan penyambungan

source: Passkey has been registered from another device.
es: La passkey ha sido registrada desde otro dispositivo.

source: Passkey name
es: Nombre de la passkey

source: Passkeys are a secure and easy way to sign in without using passwords. They're stored on your password manager (Google Password Manager, iCloud Keychain, 1Password, etc) and can be protected by your fingerprint, face, or device code.
de: Passkeys sind eine sichere und einfache Möglichkeit, sich ohne Passwörter anzumelden. Sie werden in Ihrem Passwort-Manager (Google Password Manager, iCloud Keychain, 1Password, etc.) gespeichert und können durch Fingerabdruck, Gesicht oder Gerätecode geschützt werden.
es: Las passkeys son una forma segura y fácil de iniciar sesión sin usar contraseñas. Se almacenan en tu gestor de contraseñas (Google Password Manager, iCloud Keychain, 1Password, etc.) y pueden protegerse con tu huella digital, rostro o código del dispositivo.
id: Passkey adalah cara yang aman dan mudah untuk masuk tanpa menggunakan kata sandi. Passkey disimpan di pengelola kata sandi Anda (Google Password Manager, iCloud Keychain, 1Password, dll.) dan dapat dilindungi dengan sidik jari, wajah, atau kode perangkat.

source: Passkeys are phishing-resistant, hard to steal, and can sync across your devices through providers like Google, Apple, or Microsoft. <0>Learn more.</0>
de: Passkeys sind phishing-resistent, schwer zu stehlen und können über Anbieter wie Google, Apple oder Microsoft auf Ihren Geräten synchronisiert werden. <0>Mehr erfahren.</0>
es: Las passkeys son resistentes al phishing, difíciles de robar y pueden sincronizarse en tus dispositivos a través de proveedores como Google, Apple o Microsoft. <0>Aprende más.</0>
id: Passkey tahan phishing, sulit dicuri, dan dapat disinkronkan di perangkat Anda melalui penyedia seperti Google, Apple, atau Microsoft. <0>Pelajari lebih lanjut.</0>

source: Passkeys are unavailable on this device or browser. Please choose another access method to continue.
es: Las passkeys no están disponibles en este dispositivo o navegador. Por favor, elige otro método de acceso para continuar.

source: Passkeys are unavailable on this device or browser. Please choose another sign-in method to continue.
de: Passkeys sind auf diesem Gerät oder Browser nicht verfügbar. Bitte wählen Sie eine andere Anmeldemethode, um fortzufahren.
es: Las passkeys no están disponibles en este dispositivo o navegador. Elige otro método de inicio de sesión para continuar.
id: Passkey tidak tersedia di perangkat atau peramban ini. Silakan pilih metode masuk lain untuk melanjutkan.

source: Passkeys not available here
de: Passkeys hier nicht verfügbar
es: Passkeys no disponibles
id: Passkey tidak tersedia di sini

source: Passkeys use cryptographic keys stored on your device for secure, password-free sign-ins with Face ID, Touch ID, or a security key. Your data is never shared.
de: Passkeys verwenden kryptografische Schlüssel, die auf Ihrem Gerät gespeichert sind, für sichere, passwortfreie Anmeldungen mit Face ID, Touch ID oder einem Sicherheitsschlüssel. Ihre Daten werden niemals geteilt.
es: Las passkeys usan claves criptográficas almacenadas en tu dispositivo para inicios de sesión seguros y sin contraseña con Face ID, Touch ID o una llave de seguridad. Tus datos nunca se comparten.
id: Passkey menggunakan kunci kriptografis yang disimpan di perangkat Anda untuk masuk dengan aman tanpa kata sandi, menggunakan Face ID, Touch ID, atau kunci keamanan. Data Anda tidak pernah dibagikan.

source: Password-free
de: Passwortfrei
es: Sin contraseña
id: Tanpa kata sandi

source: Pick something recognizable, like your name
es: Elija algo que puedas reconocer fácilmente, como tu nombre

source: Please go back to your <0>existing device</0> and choose <1>Start over</1> to try again.
de: Gehen Sie zu Ihrem <0>bestehenden Gerät</0> zurück und wählen Sie <1>Neu starten</1>, um es erneut zu versuchen.
es: Vuelve a tu <0>dispositivo existente</0> y elige <1>Empezar de nuevo</1> para volver a intentarlo.
id: Silakan kembali ke <0>perangkat Anda yang ada</0> dan pilih <1>Mulai ulang</1> untuk mencoba lagi.

source: Powered by Internet Identity
de: Unterstützt von Internet Identity
es: Con la tecnología de Internet Identity
id: Didukung oleh Internet Identity

source: Real Privacy
de: Echte Privatsphäre
es: Privacidad Verdadera
id: Privasi nyata

source: Recovery phrase
es: Frase de recuperación

source: Recovery phrase activated
es: Frase de recuperación activada

source: Recovery phrase not activated
es: Frase de recuperación no activada

source: Redirecting to the app
de: Weiterleitung zur App...
es: Redirigiendo a la app...
id: Mengalihkan ke aplikasi...

source: Remove
es: Eliminar

source: Remove passkey
es: Eliminar passkey

source: Removing passkey...
es: Eliminando passkey...

source: Removing this passkey means you won't be able to use it to sign in anymore. You can always add a new one later.
es: Eliminar esta passkey significa que ya no podrás usarla para iniciar sesión. Siempre puedes añadir una nueva más tarde.

source: Rename
es: Renombrar

source: Rename or make this your default sign-in
de: Umbenennen oder als Standardanmeldung festlegen
es: Renombra o establece como inicio de sesión predeterminado
id: Ubah nama atau jadikan ini metode masuk default Anda

source: Rename passkey
es: Renombrar passkey

source: Rename this account
es: Renombra esta cuenta
id: Ubah nama akun ini

source: Replace it anytime
es: Reemplázala en cualquier momento

source: Reset
es: Restablecer

source: Retry
es: Reintentar

source: Return to app
de: Zurück zur App
es: Volver a la app
id: Kembali ke aplikasi

source: Right now
es: Ahora mismo

source: Save changes
de: Änderungen speichern
es: Guardar cambios
id: Simpan perubahan

source: Saving changes...
de: Änderungen werden gespeichert...
es: Guardando cambios...
id: Menyimpan perubahan...

source: Scan the above QR code with your <0>new device</0> or enter the URL manually.
de: Scannen Sie den obigen QR-Code mit Ihrem <0>neuen Gerät</0> oder geben Sie die URL manuell ein.
es: Escanea el código QR de arriba con tu <0>nuevo dispositivo</0> o introduce la URL manualmente.
id: Pindai kode QR di atas dengan <0>perangkat baru</0> Anda atau masukkan URL secara manual.

source: Seamless Access
de: Nahtloser Zugriff
es: Acceso Senzillo
id: Akses tanpa hambatan

source: See how many access methods are within your identity and manage your recovery phrase.
es: Consulta cuántos métodos de acceso hay en tu identidad y gestiona tu frase de recuperación.

source: Select <0>Open in Safari</0> or <1>Open in Chrome</1>.
es: Selectiona <0>Abrir en Safari</0> o <1>Abrir en Chrome</1>.
id: Pilih <0>Buka di Safari</0> atau <1>Buka di Chrome</1>.

source: Set as default sign-in
de: Als Standardanmeldung festlegen
es: Establecer como inicio de sesión predeterminado
id: Atur sebagai metode masuk default

source: Show all
es: Mostrar todo

source: Sign in
de: Anmelden
es: Iniciar sesión
id: Masuk

source: Sign in there.
es: Inicia sesión ahí.
id: Masuk di sana.

source: Sign in using familiar methods
de: Anmelden mit bekannten Methoden
es: Inicia la sesión usando métodos conocidos
id: Masuk menggunakan metode yang dikenal

source: Sign in with your {name} account from any device.
es: Inicia sesión con tu cuenta de {name} desde cualquier dispositivo.

source: Sign Out
de: Abmelden
es: Cerrar sesión
id: Keluar

source: Signing in securely
de: Sichere Anmeldung
es: Iniciando sesión de forma segura
id: Masuk dengan aman

source: Simplify your sign-in
de: Vereinfachen Sie Ihre Anmeldung
es: Simplifica tu inicio de sesión
id: Sederhanakan proses masuk Anda

source: Something is wrong!
es: ¡Algo salió mal!

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
id: Terjadi kesalahan

source: Source code
de: Quellcode
es: Código fuente
id: Kode sumber

source: Start over
de: Neu starten
es: Empezar de nuevo
id: Mulai ulang

source: Still have an identity number?
de: Haben Sie noch eine Identitätsnummer?
es: ¿Aún tienes un número de identidad?
id: Masih punya nomor identitas?

source: Store it safely
es: Guárdala de forma segura

source: Stored securely on your device, in your password manager, or on a security key.
es: Almacenado de forma segura en tu dispositivo, en tu gestor de contraseñas o en una llave de seguridad.

source: Submit
es: Enviar

source: Successfully restored access to your identity
es: Se ha restaurado correctamente el acceso a tu identidad

source: Support
es: Soporte
id: Dukungan

source: Switch identity
de: Identität wechseln
es: Cambiar de identidad
id: Ganti identitas

source: The <0>existing device</0> is preparing to continue.
de: Das <0>bestehende Gerät</0> bereitet die Fortsetzung vor.
es: El <0>dispositivo existente</0> se está preparando para continuar.
id: <0>Perangkat yang ada</0> sedang bersiap untuk melanjutkan.

source: The <0>new device</0> is preparing to continue.
de: Das <0>neue Gerät</0> bereitet die Fortsetzung vor.
es: El <0>nuevo dispositivo</0> se está preparando para continuar.
id: <0>Perangkat baru</0> sedang bersiap untuk melanjutkan.

source: The integration with Google, Microsoft and Apple uses a standard authentication protocol called OpenID. This is the same protocol that other applications use to log in with Google.
de: Die Integration von Google, Microsoft und Apple verwendet ein standardisiertes Authentifizierungsprotokoll namens OpenID. Dies ist dasselbe Protokoll, das andere Anwendungen für die Anmeldung über Google nutzen.
es: La integración con Google, Microsoft y Apple utiliza un protocolo de autenticación estándar llamado OpenID. Este es el mismo protocolo que otras aplicaciones usan para iniciar sesión con Google.
id: Integrasi dengan Google, Microsoft, dan Apple menggunakan protokol autentikasi standar yang disebut OpenID. Ini adalah protokol yang sama yang digunakan aplikasi lain untuk masuk dengan Google.

source: There was an issue connecting with the application. Try a different browser; if the issue persists, contact the developer.
de: Beim Verbinden mit der Anwendung ist ein Problem aufgetreten. Versuchen Sie einen anderen Browser; wenn das Problem weiterhin besteht, kontaktieren Sie den Entwickler.
es: Hubo un problema al conectar con la aplicación. Prueba con otro navegador; si el problema persiste, contacta al desarrollador.
id: Terjadi masalah saat menyambung ke aplikasi. Coba peramban lain; jika masalah berlanjut, hubungi pengembang.

source: This identity has already been upgraded to the new experience.
de: Diese Identität wurde bereits auf die neue Version aktualisiert.
es: Esta identidad ya ha sido actualizada a la nueva experiencia.
id: Identitas ini sudah ditingkatkan ke pengalaman baru.

source: This takes a few seconds.
de: Dies dauert einige Sekunden.
es: Esto tarda unos segundos.
id: Proses ini butuh beberapa detik.

source: To confirm it's you, enter below code on your <0>existing device</0>.
de: Geben Sie zur Bestätigung den Code auf Ihrem <0>bestehenden Gerät</0> ein.
es: Para confirmar que eres tú, introduce el siguiente código en tu <0>dispositivo existente</0>.
id: Untuk mengonfirmasi ini Anda, masukkan kode di bawah ini di <0>perangkat Anda yang ada</0>.

source: to continue with <0>{application}</0>
de: um mit <0>{application}</0> fortzufahren
es: para continuar con <0>{application}</0>
id: untuk melanjutkan dengan <0>{application}</0>

source: to continue with this app
de: um mit dieser App fortzufahren
es: para continuar con esta app
id: untuk melanjutkan dengan aplikasi ini

source: To continue, create a passkey to secure your identity and simplify future sign-ins.
de: Erstellen Sie zum Fortfahren einen Passkey, um Ihre Identität zu sichern und künftige Anmeldungen zu vereinfachen.
es: Para continuar, crea una passkey para proteger tu identidad y simplificar futuros inicios de sesión.
id: Untuk melanjutkan, buat passkey untuk mengamankan identitas Anda dan menyederhanakan proses masuk di masa mendatang.

source: To continue:
es: Para continuar:
id: Untuk melanjutkan:

source: To finish setting up your passkey, follow the instructions shown on your <0>new device</0>.
de: Um die Einrichtung Ihres Passkeys abzuschließen, folgen Sie den Anweisungen auf Ihrem <0>neuen Gerät</0>.
es: Para terminar de configurar tu passkey, sigue las instrucciones que aparecen en tu <0>nuevo dispositivo</0>.
id: Untuk menyelesaikan pengaturan passkey Anda, ikuti instruksi yang ditampilkan di <0>perangkat baru</0> Anda.

source: Type the characters exactly as shown below
de: Geben Sie die Zeichen genau wie unten gezeigt ein
es: Escribe los caracteres exactamente como se muestran abajo
id: Ketik karakter persis seperti yang ditunjukkan di bawah

source: Unable to complete setup
de: Einrichtung konnte nicht abgeschlossen werden
es: No se pudo completar la configuración
id: Tidak dapat menyelesaikan pengaturan

source: Understanding Internet Identity
de: Internet Identity verstehen
es: Entiende Internet Identity
id: Memahami Internet Identity

source: Unknown
es: Desconocido
