Repository: dfinity/internet-identity
Catalog: src/frontend/src/lib/locales/*.po
Languages: de, es, id

source: {MAX_ACCOUNTS, plural, one {You have reached the maximum of # account for a single app.} other {You have reached the maximum of # accounts for a single app.}}
de: {MAX_ACCOUNTS, plural, one {Sie haben das Maximum von # Konto für eine einzelne App erreicht.} other {Sie haben das Maximum von # Konten für eine einzelne App erreicht.}}
es: {MAX_ACCOUNTS, plural, one {Alcanzaste el máximo de # cuenta para una app.} other {Alcanzaste el máximo de # cuentas para una app.}}
id: {MAX_ACCOUNTS, plural, other {Anda telah mencapai batas maksimum # akun untuk satu aplikasi.}}

source: {name} | Created {date}
es: {name} | Creado {date}
id: {name} | Dibuat {date}

source: {name} account
es: Cuenta de {name}

source: <0>Completely Redesigned Interface:</0> We've given Internet Identity a fresh, modern look and feel. The new design is intuitive and easier to navigate, ensuring a smoother user journey.
de: <0>Völlig überarbeitetes Interface:</0> Wir haben Internet Identity ein frisches, modernes Erscheinungsbild verliehen. Das neue Design ist intuitiv und einfacher zu bedienen, wodurch die Nutzerführung reibungsloser wird.
es: <0>Interfaz completamente rediseñada:</0> Hemos dado a Internet Identity un aspecto fresco y moderno. El nuevo diseño es intuitivo y más fácil de navegar, garantizando una experiencia de usuario más fluida.
id: <0>Antarmuka yang Sepenuhnya Didesain Ulang:</0> Kami memberikan Internet Identity tampilan baru yang modern. Desain baru ini intuitif dan lebih mudah dinavigasi, sehingga pengalaman pengguna menjadi lebih lancar.

source: <0>Google, Apple and Microsoft Integrations:</0> While passkeys are becoming more mature, they are not yet mainstream for everyone. We've observed a 50% drop-off rate in our registration flow, indicating a need for alternative authentication methods. To make Internet Identity accessible to an even wider audience, we've integrated with Google, Apple and Microsoft as alternative authentication options.
es: <0>Integración de Google, Apple y Microsoft:</0> Aunque el uso de passkeys está creciendo, todavía no son una opción principal para todos. Hemos observado una tasa de abandono del 50% en nuestro flujo de registro, lo que indica una necesidad de métodos de autenticación alternativos. Para hacer Internet Identity accesible a un público aún más amplio, hemos integrado con Google, Apple y Microsoft como opciones de autenticación alternativas.
id: <0>Integrasi Google, Apple, dan Microsoft:</0> Meskipun passkey semakin matang, mereka belum menjadi standar untuk semua orang. Kami melihat tingkat putus registrasi sebesar 50%, menunjukkan kebutuhan akan metode autentikasi alternatif. Untuk membuat Internet Identity dapat diakses oleh audiens yang lebih luas, kami telah berintegrasi dengan Google, Apple, dan Microsoft sebagai opsi autentikasi alternatif.

source: <0>Learn more</0> about passkeys
de: <0>Mehr erfahren</0> über Passkeys
es: <0>Aprende más</0> sobre las passkeys
id: <0>Pelajari lebih lanjut</0> tentang passkey

source: <0>Never</0> enter a code from another source.
de: <0>Geben Sie niemals</0> einen Code von einer anderen Quelle ein.
es: <0>Nunca</0> introduzcas un código de otra fuente.
id: <0>Jangan pernah</0> memasukkan kode dari sumber lain.

source: <0>No More Identity Numbers:</0> As explained above, discoverable passkeys mean you no longer need to remember or store an identity number. Logging in is now simpler and more streamlined.
de: <0>Keine Identitätsnummern mehr:</0> Wie oben erklärt, bedeuten entdeckbare Passkeys, dass Sie keine Identitätsnummer mehr merken oder speichern müssen. Das Einloggen ist jetzt einfacher und effizienter.
es: <0>Sin números de identidad:</0> Como se explica más arriba, las passkeys detectables significan que ya no necesitas recordar o almacenar un número de identidad. Iniciar sesión ahora es más simple y fluido.
id: <0>Tidak Perlu Nomor Identitas Lagi:</0> Seperti dijelaskan sebelumnya, passkey yang dapat ditemukan membuat Anda tidak perlu lagi mengingat atau menyimpan nomor identitas. Masuk kini lebih mudah dan lancar.

source: <0>Seamless Passkey Integration:</0> We continue to embrace passkeys as the future of secure authentication. Internet Identity 2.0 leverages the latest passkey standards for enhanced security and ease of use.
de: <0>Nahtlose Passkey-Integration:</0> Wir setzen weiterhin auf Passkeys als die Zukunft sicherer Authentifizierung. Internet Identity 2.0 nutzt die neuesten Passkey-Standards für erhöhte Sicherheit und Benutzerfreundlichkeit.
es: <0>Integración de passkey sin interrupciones:</0> Seguimos adoptando las passkeys como el futuro de la autenticación segura. Internet Identity 2.0 aprovecha los últimos estándares de passkey para mayor seguridad y facilidad de uso.
id: <0>Integrasi Passkey Tanpa Hambatan:</0> Kami terus mendukung passkey sebagai masa depan autentikasi yang aman. Internet Identity 2.0 memanfaatkan standar passkey terbaru untuk keamanan dan kemudahan penggunaan yang lebih baik.

source: A way to regain access to your identity if you ever lose it.
es: Una forma de recuperar el acceso a tu identidad si alguna vez la pierdes.

source: Access methods
es: Métodos de acceso

source: Account name
de: Kontoname
es: Nombre de la cuenta
id: Nama akun

source: Activate
es: Activar

source: Activate it so that you can recover your identity at any time.
es: Actívala para que puedas recuperar tu identidad en cualquier momento.

source: Add a passkey
es: Añade una passkey

source: Add access method
es: Añade un método de acceso

source: Add another account
de: Weiteres Konto hinzufügen
es: Añadir otra cuenta
id: Tambah akun lain

source: Add another passkey
es: Añade otra passkey

source: Add another way to sign in with a passkey or third-party account for secure access.
es: Añade otra forma de iniciar sesión con una passkey o una cuenta de terceros para un acceso seguro.

source: Add new
es: Añadir nuevo

source: Add or remove the ways you can sign in with your identity.
es: Añade o elimina los métodos con los que puedes iniciar sesión con tu identidad.

source: Advanced identity management
de: Fortgeschrittenes Identitäts-Management
es: Gestión avanzada de identidad
id: Manajemen identitas tingkat lanjut

source: Are you sure?
es: ¿Estás seguro?

source: As you are currently signed in with this Account, you will be signed out.
es: Como has iniciado sesión con esta cuenta, se cerrará la sesión.

source: As you are currently signed in with this passkey, you will be signed out.
es: Como has iniciado sesión con esta passkey, se cerrará la sesión.

source: Authenticating...
de: Authentifizierung...
es: Autenticando...
id: Mengautentikasi...

source: Authentication successful
de: Authentifizierung erfolgreich
es: Autenticación correcta
id: Autentikasi berhasil

source: Authorize new device
de: Neues Gerät autorisieren
es: Autorizar nuevo dispositivo
id: Otorisasi perangkat baru

source: By enabling this feature, you can create more than one account for a single app. Easily switch between accounts (e.g. work, personal, or demo).
de: Wenn Sie diese Funktion aktivieren, können Sie mehr als ein Konto für eine einzelne App erstellen. Wechseln Sie einfach zwischen den Konten (z. B. Arbeit, Privat oder Demo).
es: Al activar esta función, puedes crear más de una cuenta por app. Cambia fácilmente entre cuentas (p. ej., trabajo, personal o demo).
id: Dengan mengaktifkan fitur ini, Anda dapat membuat lebih dari satu akun untuk satu aplikasi. Beralih antar akun dengan mudah (misalnya, kantor, pribadi, atau demo).

source: Can't find your identity?
de: Finden Sie Ihre Identität nicht?
es: ¿No encuentras tu identidad?
id: Tidak dapat menemukan identitas Anda?

source: Cancel
es: Cancelar

source: CAPTCHA characters
de: CAPTCHA-Zeichen
es: Caracteres del CAPTCHA
id: Karakter CAPTCHA

source: Characters are case-sensitive
de: Groß- und Kleinschreibung beachten
es: Distingue mayúsculas y minúsculas
id: Karakter membedakan huruf besar/kecil

source: Choose an account
de: Wählen Sie ein Konto aus
es: Elige una cuenta
id: Pilih akun

source: Choose method
de: Methode auswählen
es: Elige un método
id: Pilih metode

source: Clear all
es: Borrar todo

source: Close
de: Schließen
es: Cerrar
id: Tutup

source: Close menu
es: Cerrar menú

source: Code copied to clipboard
de: Code in die Zwischenablage kopiert
es: Código copiado al portapapeles
id: Kode disalin ke papan klip

source: Confirm sign-in
de: Anmeldung bestätigen
es: Confirmar inicio de sesión
id: Konfirmasi masuk

source: Confirm this device
de: Dieses Gerät bestätigen
es: Confirmar este dispositivo
id: Konfirmasi perangkat ini

source: Confirm your sign-in
de: Bestätigen Sie Ihre Anmeldung
es: Confirma tu inicio de sesión
id: Konfirmasi proses masuk Anda

source: Confirmation code
de: Bestätigungscode
es: Código de confirmación
id: Kode konfirmasi

source: Confirming...
de: Bestätigung...
es: Confirmando...
id: Mengonfirmasi...

source: Connection closed
de: Verbindung geschlossen
es: Conexión cerrada
id: Koneksi terputus

source: Continue
de: Weiter
es: Continuar
id: Lanjutkan

source: Continue on another device
de: Auf einem anderen Gerät fortfahren
es: Continuar en otro dispositivo
id: Lanjutkan di perangkat lain

source: Continue on your new device
de: Auf Ihrem neuen Gerät fortfahren
es: Continúa en tu nuevo dispositivo
id: Lanjutkan di perangkat baru Anda

source: Continue with {name}
de: Mit {name} fortfahren
es: Continuar con {name}
id: Lanjutkan dengan {name}

source: Continue with passkey
de: Mit Passkey fortfahren
es: Continuar con passkey
id: Lanjutkan dengan passkey

source: Create account
de: Konto erstellen
es: Crear cuenta
id: Buat akun

source: Create an identity with a passkey, using biometrics or a security key. Your data never leaves your device.
de: Erstellen Sie eine Identität mit einem Passkey, mittels Biometrie oder einem Sicherheitsschlüssel. Ihre Daten verlassen niemals Ihr Gerät.
es: Crea una identidad con una passkey, usando datos biométricos o una llave de seguridad. Tus datos nunca salen de tu dispositivo.
id: Buat identitas dengan passkey, menggunakan biometrik atau kunci keamanan. Data Anda tidak pernah meninggalkan perangkat Anda.

source: Create identity
de: Identität erstellen
es: Crear identidad
id: Buat identitas

source: Create new identity
de: Neue Identität erstellen
es: Crear nueva identidad
id: Buat identitas baru

source: Create passkey
de: Passkey erstellen
es: Crear passkey
id: Buat passkey

source: Creating account...
de: Konto wird erstellt...
es: Creando cuenta...
id: Membuat akun...

source: Creating identity...
de: Identität wird erstellt...
es: Creando identidad...
id: Membuat identitas...

source: Creating passkey...
de: Passkey wird erstellt...
es: Creando passkey...
id: Membuat passkey...

source: Currently signed in with this account
es: Sesión iniciada con esta cuenta

source: Currently signed in with this passkey
es: Sesión iniciada con esta passkey

source: Default
de: Standard
es: Predeterminada

source: Discoverable passkeys
de: Entdeckbare Passkeys
es: Passkeys detectables
id: Passkey yang dapat ditemukan

source: Easy access
de: Einfacher Zugang
es: Fácil acceso
id: Akses mudah

source: Edit {name}
de: {name} bearbeiten
es: Editar {name}

source: Edit account
de: Konto bearbeiten
es: Editar cuenta
id: Edit akun

source: Enable multiple accounts
de: Mehrere Konten aktivieren
es: Activar cuentas múltiples
id: Aktifkan banyak akun

source: Enter characters
de: Zeichen eingeben
es: Introduce los caracteres
id: Masukkan karakter

source: Everything you need to know about Internet Identity, your private, secure, and easy way to log in to apps on the Internet Computer.
de: Alles, was Sie über Internet Identity wissen müssen – Ihre private, sichere und einfache Möglichkeit, sich bei Apps auf dem Internet Computer anzumelden.
es: Todo lo que necesitas saber sobre Internet Identity, tu forma privada, segura y sencilla de iniciar sesión en aplicaciones de Internet Computer.
id: Semua yang perlu Anda ketahui tentang Internet Identity, cara yang pribadi, aman, dan mudah untuk masuk ke aplikasi di Internet Computer.

source: Experience
de: Erleben
es: Disfruta
id: Rasakan

source: FAQs
de: Häufig gestellte Fragen
es: Preguntas frecuentes
id: Pertanyaan yang Sering Diajukan

source: For developers
de: Für Entwickler
es: Para desarrolladores
id: Untuk pengembang

source: For example, user A logs into Internet Identity with their Google account “A@gmail.com” and then uses Internet Identity to authenticate in application Z. Google will never know that the user is authenticated in application Z, only with Internet Identity. Moreover, application Z will also never know that user A used Google to authenticate their Internet Identity user.
de: Zum Beispiel meldet sich Nutzer A bei Internet Identity mit seinem Google-Konto “A@gmail.com” an und verwendet dann Internet Identity, um sich in Anwendung Z zu authentifizieren. Google erfährt niemals, dass der Nutzer in Anwendung Z authentifiziert ist – nur Internet Identity weiß es. Außerdem wird Anwendung Z niemals wissen, dass Nutzer A Google zur Authentifizierung seines Internet Identity-Nutzers verwendet hat.
es: Por ejemplo, el usuario A inicia sesión en Internet Identity con su cuenta de Google “A@gmail.com” y luego usa Internet Identity para autenticarse en la aplicación Z. Google nunca sabrá que el usuario está autenticado en la aplicación Z, solo Internet Identity lo sabe. Además, la aplicación Z tampoco sabrá que el usuario A utilizó Google para autenticar su usuario de Internet Identity.
id: Misalnya, pengguna A masuk ke Internet Identity dengan akun Google mereka “A@gmail.com” dan kemudian menggunakan Internet Identity untuk autentikasi di aplikasi Z. Google tidak akan pernah tahu bahwa pengguna tersebut terautentikasi di aplikasi Z, hanya Internet Identity yang mengetahuinya. Selain itu, aplikasi Z juga tidak akan pernah tahu bahwa pengguna A menggunakan Google untuk mengautentikasi pengguna Internet Identity mereka.

source: Forget about remembering complicated usernames and passwords. With passkeys, you simply pick your name to log in — quick, safe, and hassle-free.
de: Vergessen Sie komplizierte Benutzernamen und Passwörter. Mit Passkeys wählen Sie einfach Ihren Namen zum Einloggen – schnell, sicher und unkompliziert.
es: Olvídate de recordar nombres de usuario y contraseñas complicadas. Con passkeys, simplemente eliges tu nombre para iniciar sesión — rápido, seguro y sin complicaciones.
id: Lupakan tentang mengingat nama pengguna dan kata sandi yang rumit. Dengan passkey, Anda cukup memilih nama Anda untuk masuk — cepat, aman, dan mudah.

source: Full control
de: Volle Kontrolle
es: Control total
id: Kontrol penuh

source: Full Ownership
de: Volle Eigentümerschaft
es: Propiedad Total
id: Kepemilikan penuh

source: Generating code...
de: Code wird generiert...
es: Generando código...
id: Membuat kode...

source: Give your identity a clear, simple, and memorable name you'll easily recognize.
de: Geben Sie Ihrer Identität einen klaren, einfachen und einprägsamen Namen, den Sie leicht erkennen.
es: Dale a tu identidad un nombre claro, simple y memorable que reconozcas fácilmente.
id: Beri identitas Anda nama yang jelas, sederhana, dan mudah diingat agar mudah Anda kenali.

source: Give your passkey a memorable name to help you identify it.
es: Dale a tu passkey un nombre memorable para ayudarte a identificarla.

source: Go to the app
de: Zur App gehen
es: Ir a la app
id: Buka aplikasi

source: Go to the app - (<0>{countdown}</0>)
de: Zur App gehen - (<0>{countdown}</0>)
es: Ir a la app - (<0>{countdown}</0>)
id: Buka aplikasi - (<0>{countdown}</0>)

source: Has not been used yet
es: No se ha usado todavía

source: Help & FAQ
de: Hilfe & FAQ
es: Ayuda y preguntas frecuentes
id: Bantuan & FAQ

source: Here is the identity that is linked to your recovery phrase. Continue to access it and add another access method if required.
es: Aquí está la identidad vinculada a tu frase de recuperación. Continúa para acceder a ella y añade otro método de acceso si es necesario.

source: Hidden email
es: Correo electrónico oculto

source: Hide all
es: Ocultar todo

source: Home
es: Inicio

source: How do Google, Microsoft and Apple integrations work with Internet Identity?
de: Wie funktionieren die Integrationen von Google, Microsoft und Apple mit Internet Identity?
es: ¿Cómo funcionan las integraciones de Google, Microsoft y Apple con Internet Identity?
id: Bagaimana integrasi Google, Microsoft, dan Apple bekerja dengan Internet Identity?

source: How do passkeys work?
de: Wie funktionieren Passkeys?
es: ¿Cómo funcionan las passkeys?
id: Bagaimana cara kerja passkey?

source: How does Internet Identity compare to other Web3 authentication tools?
de: Wie vergleicht sich Internet Identity mit anderen Web3-Authentifizierungstools?
es: ¿Cómo se compara Internet Identity con otras herramientas de autenticación Web3?
id: Bagaimana Internet Identity dibandingkan dengan alat autentikasi Web3 lainnya?

source: How it works
de: So funktioniert's
es: Cómo funciona
id: Cara kerja

source: How to stay secure
es: Cómo mantenerse seguro

source: Identity already upgraded
de: Identität bereits aktualisiert
es: Identidad ya actualizada
id: Identitas sudah ditingkatkan

source: Identity name
de: Identitätsname
es: Nombre de la identidad
id: Nama identitas

source: Identity number
de: Identitätsnummer
es: Número de identidad
id: Nomor identitas

source: Identity upgraded!
de: Identität aktualisiert!
es: ¡Identidad actualizada!
id: Identitas ditingkatkan!

source: If you proceed, you will no longer be able to sign-in to your identity or dapps using your {name} account.
es: Si continúas, ya no podrás iniciar sesión en tu identidad o dapps con tu cuenta de {name}.

source: In use on another account.
de: Wird auf einem anderen Konto verwendet.
es: En uso en otra cuenta.
id: Digunakan di akun lain.

source: Incorrect spelling
es: Ortografía incorrecta

source: Incorrect. Try again with the new code.
de: Falsch. Versuchen Sie es erneut mit dem neuen Code.
es: Incorrecto. Inténtalo de nuevo con el nuevo código.
id: Salah. Coba lagi dengan kode baru.

source: Interaction canceled. Please try again.
de: Interaktion abgebrochen. Bitte versuchen Sie es erneut.
es: Interacción cancelada. Por favor, inténtalo de nuevo.
id: Interaksi dibatalkan. Silakan coba lagi.

source: Internet Identity <0>does not</0> store your biometric data. It stays on your device. Your identity acts as a secure passkey manager.
de: Internet Identity speichert Ihre biometrischen Daten <0>nicht</0>. Sie bleiben auf Ihrem Gerät. Ihre Identität fungiert als sicherer Passkey-Manager.
es: Internet Identity <0>no</0> almacena tus datos biométricos. Permanecen en tu dispositivo. Tu identidad actúa como un gestor seguro de passkeys.
id: Internet Identity <0>tidak</0> menyimpan data biometrik Anda. Data tersebut tetap ada di perangkat Anda. Identitas Anda berfungsi sebagai pengelola passkey yang aman.

source: Internet Identity 2.0 brings a host of improvements designed to enhance your experience:
de: Internet Identity 2.0 bringt zahlreiche Verbesserungen, die Ihre Nutzererfahrung optimieren:
es: Internet Identity 2.0 trae una serie de mejoras diseñadas para mejorar tu experiencia:
id: Internet Identity 2.0 membawa berbagai peningkatan untuk meningkatkan pengalaman Anda:

source: Internet Identity is an authentication system for applications running on the <0>Internet Computer</0>. Instead of traditional usernames and passwords, it uses keys created via <1>passkeys</1> or other authentication systems like Google, Microsoft or Apple.
de: Internet Identity ist ein Authentifizierungssystem für Anwendungen auf dem <0>Internet Computer</0>. Anstelle traditioneller Benutzernamen und Passwörter verwendet es Schlüssel, die über <1>Passkeys</1> oder andere Authentifizierungssysteme wie Google, Microsoft oder Apple erstellt werden.
es: Internet Identity es un sistema de autenticación para aplicaciones que funcionan en <0>Internet Computer</0>. En lugar de nombres de usuario y contraseñas tradicionales, utiliza claves creadas mediante <1>passkeys</1> u otros sistemas de autenticación como Google, Microsoft o Apple.
id: Internet Identity adalah sistem autentikasi untuk aplikasi yang berjalan di <0>Internet Computer</0>. Alih-alih menggunakan nama pengguna dan kata sandi tradisional, sistem ini menggunakan kunci yang dibuat melalui <1>passkey</1> atau sistem autentikasi lain seperti Google, Microsoft, atau Apple.

source: Internet Identity is as secure as the authentication methods it uses — like Google, Apple, Microsoft, or Passkeys. That means it's built on state-of-the-art security. When you choose Passkeys, access is protected by your device's unlock method (Face ID or fingerprint), making it as simple as unlocking your phone.
de: Internet Identity ist so sicher wie die verwendeten Authentifizierungsmethoden – z. B. Google, Apple, Microsoft oder Passkeys. Das bedeutet, dass es auf modernster Sicherheitstechnologie basiert. Bei der Wahl von Passkeys wird der Zugriff durch die Entsperrmethode Ihres Geräts (Face ID oder Fingerabdruck) geschützt, wodurch es genauso einfach ist wie das Entsperren Ihres Telefons.
es: Internet Identity es tan segura como los métodos de autenticación que utiliza —Google, Apple, Microsoft o Passkeys. Esto significa que está construida con seguridad de última generación. Cuando eliges Passkeys, el acceso está protegido por el método de desbloqueo de tu dispositivo (Face ID o huella digital), lo que hace que sea tan sencillo como desbloquear tu teléfono.
id: Internet Identity seaman metode autentikasi yang digunakan — seperti Google, Apple, Microsoft, atau Passkey. Artinya, sistem ini dibangun dengan keamanan mutakhir. Saat Anda memilih Passkey, akses dilindungi oleh metode buka kunci perangkat Anda (Face ID atau sidik jari), sehingga semudah membuka kunci ponsel Anda.

source: Internet Identity is used to sign in securely and connect to apps with passkeys.
es: Internet Identity se usa para iniciar sesión de forma segura y conectarse a apps con passkeys.

source: Internet Identity lets you access apps and services securely, without creating passwords, sharing personal data, or giving up control.
de: Internet Identity ermöglicht den sicheren Zugriff auf Apps und Dienste, ohne Passwörter zu erstellen, persönliche Daten zu teilen oder Kontrolle abzugeben.
es: Internet Identity te permite acceder a aplicaciones y servicios de manera segura, sin crear contraseñas, compartir datos personales ni ceder control.
id: Internet Identity memungkinkan Anda mengakses aplikasi dan layanan dengan aman, tanpa membuat kata sandi, membagikan data pribadi, atau menyerahkan kontrol.
