Repository: dfinity/internet-identity
Catalog: src/frontend/src/lib/locales/*.po
Languages: de, es, id

source: Unlike many Web3 auth systems that require manual signing for every action, Internet Identity creates authenticated sessions per application. This delivers both security and convenience—no repeated signing—while still giving each session its own identity.
de: Im Gegensatz zu vielen Web3-Auth-Systemen, die für jede Aktion eine manuelle Signatur erfordern, erstellt Internet Identity für jede Anwendung authentifizierte Sitzungen. Dies bietet sowohl Sicherheit als auch Komfort – keine wiederholten Signaturen – und jede Sitzung erhält dennoch ihre eigene Identität.
es: A diferencia de muchos sistemas de autenticación Web3 que requieren firma manual para cada acción, Internet Identity crea sesiones autenticadas por aplicación. Esto proporciona seguridad y conveniencia —sin firmas repetidas— mientras cada sesión mantiene su propia identidad.
id: Berbeda dengan banyak sistem autentikasi Web3 yang memerlukan tanda tangan manual untuk setiap aksi, Internet Identity membuat sesi autentikasi per aplikasi. Ini memberikan keamanan dan kenyamanan — tanpa tanda tangan berulang — sekaligus memberi setiap sesi identitasnya sendiri.

source: Unlink
es: Desvincular

source: Unlink {name} account
es: Desvincular cuenta de {name}

source: Unlinking {name} account...
es: Desvinculando cuenta de {name}...

source: Unsupported Browser
es: Navegador no compatible
id: Peramban Tidak Didukung

source: Unverified origin
de: Unverifizierter Ursprung
es: Origen no verificado
id: Asal tidak terverifikasi

source: Upgrade
de: Aktualisieren
es: Actualizar
id: Tingkatkan

source: Upgrade again
de: Erneut aktualisieren
es: Actualizar de nuevo
id: Tingkatkan lagi

source: Upgrade identity
de: Identität aktualisieren
es: Actualizar identidad
id: Tingkatkan identitas

source: Upgrading identity...
de: Identität wird aktualisiert...
es: Actualizando identidad...
id: Meningkatkan identitas...

source: Use a device that already holds your identity to scan or open the URL. This will link your identity to this device.
de: Nutzen Sie ein Gerät mit Ihrer Identität, um die URL zu scannen oder zu öffnen. So wird Ihre Identität mit diesem Gerät verknüpft.
es: Usa un dispositivo que ya tenga tu identidad para escanear o abrir la URL. Esto vinculará tu identidad a este dispositivo.
id: Gunakan perangkat yang sudah memiliki identitas Anda untuk memindai atau membuka URL. Ini akan menautkan identitas Anda ke perangkat ini.

source: Use another identity
de: Andere Identität verwenden
es: Usar otra identidad
id: Gunakan identitas lain

source: Use existing identity
de: Bestehende Identität verwenden
es: Usar identidad existente
id: Gunakan identitas yang ada

source: Verify
de: Überprüfen
es: Verificar
id: Verifikasi

source: Verify you are human
de: Bestätigen Sie, dass Sie ein Mensch sind
es: Verifica que eres humano
id: Verifikasi bahwa Anda manusia

source: Verifying...
de: Überprüfung...
es: Verificando...
id: Memverifikasi...

source: Waiting for your existing device
de: Warten auf Ihr bestehendes Gerät
es: Esperando a tu dispositivo existente
id: Menunggu perangkat Anda yang ada

source: Waiting for your new device
de: Warten auf Ihr neues Gerät
es: Esperando a tu nuevo dispositivo
id: Menunggu perangkat baru Anda

source: We didn't recognize that activation code.
de: Wir haben diesen Aktivierungscode nicht erkannt.
es: No reconocimos ese código de activación.
id: Kami tidak mengenali kode aktivasi tersebut.

source: Welcome, {name}!
es: ¡Bienvenido, {name}!

source: What are passkeys?
de: Was sind Passkeys?
es: ¿Qué son las passkeys?
id: Apa itu passkey?

source: What is Internet Identity?
de: Was ist Internet Identity?
es: ¿Qué es Internet Identity?
id: Apa itu Internet Identity?

source: What makes Internet Identity privacy-preserving?
de: Was macht Internet Identity datenschutzfreundlich?
es: ¿Qué hace que Internet Identity preserve la privacidad?
id: Apa yang membuat Internet Identity menjaga privasi?

source: What makes Internet Identity secure & easy to use?
de: Was macht Internet Identity sicher und einfach zu verwenden?
es: ¿Qué hace que Internet Identity sea segura y fácil de usar?
id: Apa yang membuat Internet Identity aman dan mudah digunakan?

source: What's new in Internet Identity 2.0?
de: Was ist neu in Internet Identity 2.0?
es: ¿Qué hay de nuevo en Internet Identity 2.0?
id: Apa yang baru di Internet Identity 2.0?

source: What's your name?
de: Wie ist Ihr Name?
es: ¿Cuál es tu nombre?
id: Siapa nama Anda?

source: When you create a passkey, your device makes two matching keys. One stays safely on your device, and the other goes to the app or service. They work together to confirm it's you — without ever sharing your personal info or a password.
de: Wenn Sie einen Passkey erstellen, erzeugt Ihr Gerät zwei passende Schlüssel. Einer bleibt sicher auf Ihrem Gerät, der andere wird an die App oder den Dienst gesendet. Sie arbeiten zusammen, um zu bestätigen, dass Sie es sind – ohne jemals persönliche Informationen oder ein Passwort zu teilen.
es: Cuando creas un passkey, tu dispositivo genera dos claves coincidentes. Una permanece segura en tu dispositivo y la otra se envía a la aplicación o servicio. Trabajan juntas para confirmar que eres tú — sin compartir nunca tu información personal o contraseña.
id: Saat Anda membuat passkey, perangkat Anda membuat dua kunci yang cocok. Satu tetap aman di perangkat Anda, dan yang lain dikirim ke aplikasi atau layanan. Keduanya bekerja sama untuk memastikan itu Anda — tanpa pernah membagikan info pribadi atau kata sandi.

source: With passkeys, you can now use your fingerprint, face, or screen lock to quickly and securely confirm it’s really you.
es: Con las passkeys, ahora puedes usar tu huella digital, rostro o bloqueo de pantalla para confirmar de forma rápida y segura que realmente eres tú.

source: with your Internet Identity
de: mit Ihrer Internet Identity
es: con tu Internet Identity
id: dengan Internet Identity Anda

source: Wrong domain was set. Please try again.
de: Falsche Domain wurde festgelegt. Bitte versuchen Sie es erneut.
es: Se estableció un dominio incorrecto. Por favor, inténtalo de nuevo.
id: Domain yang salah diatur. Silakan coba lagi.

source: You <0>cannot</0> rename this once it is set.
de: Kann nach Festlegung <0>nicht</0> mehr umbenannt werden.
es: Una vez establecido, <0>no puedes</0> cambiarle el nombre.
id: Anda <0>tidak dapat</0> mengubah nama ini setelah diatur.

source: You already have a {name} account linked
es: Ya tienes una cuenta de {name} vinculada

source: You are upgrading ID <0>{identityNumber}</0>
de: Sie aktualisieren die ID <0>{identityNumber}</0>
es: Estás actualizando el ID <0>{identityNumber}</0>
id: Anda sedang meningkatkan ID <0>{identityNumber}</0>

source: You can continue with <0>Use existing Passkey</0> in the login process.
de: Sie können im Anmeldeprozess mit <0>Bestehenden Passkey verwenden</0> fortfahren.
es: Puedes continuar con <0>Usar Passkey existente</0> en el proceso de inicio de sesión.
id: Anda dapat melanjutkan dengan <0>Gunakan Passkey yang ada</0> dalam proses masuk.

source: You have reached the maximum number of passkeys
es: Has alcanzado el número máximo de passkeys

source: You may close this page.
de: Sie können diese Seite schließen.
es: Puedes cerrar esta página.
id: Anda dapat menutup halaman ini.

source: You no longer need to remember your identity number and can use your fingerprint, face or screen lock instead.
de: Sie müssen sich Ihre Identitätsnummer nicht mehr merken. Stattdessen können Sie Fingerabdruck, Gesicht oder Bildschirmsperre nutzen.
es: Ya no necesitas recordar tu número de identidad y puedes usar tu huella, rostro o bloqueo de pantalla en su lugar.
id: Anda tidak perlu lagi mengingat nomor identitas Anda dan dapat menggunakan sidik jari, wajah, atau kunci layar sebagai gantinya.

source: You're about to sign in on a <0>new device</0>.
de: Sie sind dabei, sich auf einem <0>neuen Gerät</0> anzumelden.
es: Estás a punto de iniciar sesión en un <0>nuevo dispositivo</0>.
id: Anda akan masuk di <0>perangkat baru</0>.

source: You're about to sign in.
de: Sie sind dabei, sich anzumelden.
es: Estás a punto de iniciar sesión.
id: Anda akan masuk.

source: You're about to unlink your {name} account.
es: Estás a punto de desvincular tu cuenta de {name}.

source: You're all set. Your identity has been created.
de: Alles bereit. Ihre Identität wurde erstellt.
es: Todo listo. Tu identidad ha sido creada.
id: Semua siap. Identitas Anda telah dibuat.

source: You're all set. Your passkey has been registered.
de: Alles bereit. Ihr Passkey wurde registriert.
es: Todo listo. Tu passkey ha sido registrada.
id: Semua siap. Passkey Anda telah terdaftar.

source: You're signing in as <0>{name}</0>.
de: Sie melden sich als <0>{name}</0> an.
es: Estás iniciando sesión como <0>{name}</0>.
id: Anda masuk sebagai <0>{name}</0>.

source: Your identity and sign-in methods at a glance.
es: Tu identidad y métodos de inicio de sesión de un vistazo.

source: Your identity name is currently not editable. It is only ever visible to you.
es: El nombre de tu identidad no se puede editar actualmente. Solo es visible para ti.

source: {name} logo
id: Logo {name}

source: <0>Learn more</0> about privacy preservation
de: <0>Mehr erfahren</0> über Datenschutz
id: <0>Pelajari lebih lanjut</0> tentang privasi

source: choose identity to continue
de: Identität auswählen, um fortzufahren
id: pilih identitas untuk melanjutkan

source: choose method
de: Methode auswählen
id: pilih metode

source: Internet Identity protects your privacy
de: Internet Identity schützt Ihre Privatsphäre
id: Internet Identity melindungi privasi Anda

source: Manage your Internet Identity
de: Verwalten Sie Ihre Internet Identity
id: Kelola Internet Identity Anda

source: Migration completed successfully
de: Migration erfolgreich abgeschlossen
id: Migrasi berhasil diselesaikan

source: Missing request
de: Fehlende Anfrage
id: Permintaan tidak ditemukan

source: or
de: oder
id: atau

source: sign in to continue
de: anmelden, um fortzufahren
id: masuk untuk melanjutkan

source: Something went wrong during authentication. Authenticating service was notified and you may close this page.
de: Fehler bei der Authentifizierung. Der Dienst wurde informiert. Sie können diese Seite schließen.
id: Terjadi kesalahan saat autentikasi. Layanan autentikasi telah diberi tahu dan Anda dapat menutup halaman ini.

source: There was an error verifying the origin of the request. Authenticating service was notified and you may close this page.
de: Fehler beim Überprüfen des Anfrage-Ursprungs. Der Dienst wurde benachrichtigt und Sie können diese Seite schließen.
id: Terjadi kesalahan saat memverifikasi asal permintaan. Layanan autentikasi telah diberi tahu dan Anda dapat menutup halaman ini.

source: Upgrade your existing identity to the new experience in a few steps.
de: Aktualisieren Sie Ihre bestehende Identität in wenigen Schritten auf die neue Version.
id: Tingkatkan identitas Anda yang ada ke pengalaman baru dalam beberapa langkah.

source: Your personal data, such as your name or email, is never shared. Each app gets a unique pseudonym to prevent tracking automatically.
de: Ihre persönlichen Daten, wie Ihr Name oder Ihre E-Mail, werden niemals geteilt. Jede App erhält automatisch ein eindeutiges Pseudonym, um Tracking zu verhindern.
id: Data pribadi Anda, seperti nama atau email, tidak pernah dibagikan. Setiap aplikasi mendapatkan pseudonim unik untuk mencegah pelacakan secara otomatis.

source: <0>Google Integration:</0> While passkeys are becoming more mature, they are not yet mainstream for everyone. We've observed a 50% drop-off rate in our registration flow, indicating a need for alternative authentication methods. To make Internet Identity accessible to an even wider audience, we've integrated Google as an alternative authentication option.
de: <0>Google-Integration:</0> Während Passkeys immer ausgereifter werden, sind sie noch nicht für alle Mainstream. Wir haben eine Abbruchrate von 50 % im Registrierungsprozess festgestellt, was auf die Notwendigkeit alternativer Authentifizierungsmethoden hinweist. Um Internet Identity einem noch größeren Publikum zugänglich zu machen, haben wir Google als alternative Authentifizierungsmöglichkeit integriert.

source: You can edit this account later. Label it by use (e.g. 'Work' or 'Demo').
de: Dieses Konto kann später bearbeitet werden. Kennzeichnen Sie die Nutzung (z.B. 'Arbeit' oder 'Demo').
